{
  "subtitle1": "How I work ",
  "subtitle2": "work together",
  "processitems": [
    {
      "name": "Initial consultation",
      "desc": "Our first meeting or call is free of charge. We will discuss the scope of your project and possible solutions. The idea is to get aligned in terms of requirements and procedure.",
      "img": "/images/process/consult.png",
      "icon": "ph:chats-duotone",
      "id": 1
    },

    {
      "name": "Detailed Quotation",
      "desc": "Once I know your requirement, I prepare a detailed quote including milestones, deliverables and pricing. I will also factor in some flexibility for ad hoc adjustments.",
      "img": "/images/process/quotation.png",
      "icon": "ph:currency-circle-dollar-duotone",
      "id": 2
    },
    {
      "name": "Define Requirement",
      "desc": "If we agree to work together, our next step will be to define the feature requirements and get the content compiled. If necessary, we will connect with designers or copywriters.",
      "img": "/images/process/define.png",
      "icon": "ph:note-pencil-duotone",
      "id": 3
    },
    {
      "name": "Compile Content",
      "desc": "When we have decided what to implement, we need to gather all the copy, logos, images etc. If necessary, we will connect with designers or copywriters.",
      "img": "/images/process/content.png",
      "icon": "ph:clipboard-text-duotone",
      "id": 4
    },
    {
      "name": "Design",
      "desc": "Once we have most of the content in place, I will begin designing your website. This is an iterative process and we will revise the design until you are happy with it.",
      "img": "/images/process/design.png",
      "icon": "ph:intersect-duotone",
      "id": 5
    },
    {
      "name": "Develop",
      "desc": "Only when the design is signed off and all the content/copy has been provided, can the actual web development begin. Trust that I will work with Best Practices in terms of responsiveness, compatibility, performance, accessibility, security and usability in mind.",
      "img": "/images/process/develop.png",
      "icon": "ph:laptop-duotone",
      "id": 6
    },
    {
      "name": "Deliver",
      "desc": "It's finally time to launch your website. I will provide you with four weeks full support and troubleshooting while you check that all the functionality is as required.",
      "img": "/images/process/deliver.png",
      "icon": "ph:truck-duotone",
      "id": 7
    },
    {
      "name": "Maintain",
      "desc": "For those who require continued support, I offer a tailor-made maintenance package. The price for this depends on the anticipated scope.",
      "img": "/images/process/maintain.png",
      "icon": "ph:wrench-duotone",
      "id": 8
    }
  ]
}
